tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "asdf"
brew "bat"
brew "cask"
brew "exa"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "htop"
brew "pygments"
brew "httpie"
brew "i686-elf-gcc"
brew "jq"
brew "mas"
brew "nasm"
brew "neofetch"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "starship"
brew "the_silver_searcher"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
cask "discord"
cask "eul"
cask "fig"
cask "folx"
cask "font-jetbrains-mono"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "gpg-suite"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "monitorcontrol"
cask "openinterminal-lite"
cask "philips-hue-sync"
cask "raycast"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "wireshark"
mas "1Password 7", id: 1333542190
mas "Adblock Plus", id: 1432731683
mas "Bear", id: 1091189122
mas "Hidden Bar", id: 1452453066
mas "KakaoTalk", id: 869223134
mas "Magnet", id: 441258766
mas "RunCat", id: 1429033973
mas "Things", id: 904280696
vscode "eamodio.gitlens"
vscode "maziac.asm-code-lens"
vscode "ms-vscode.makefile-tools"
vscode "teabyii.ayu"
