tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"

brew "awscli"
brew "bat"
brew "cask"
brew "exa"
brew "fasd"
brew "figlet"
brew "fortune"
brew "fzf"
brew "gh"
brew "git"
brew "git-lfs"
brew "htop"
brew "httpie"
brew "jq"
brew "mas"
brew "neofetch"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "pygments"
brew "starship"
brew "telnet"
brew "the_silver_searcher"
brew "tree"
brew "watch"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
cask "authy"
cask "aws-vault"
cask "dotnet-sdk"
cask "eul"
cask "fig"
cask "font-jetbrains-mono"
cask "github"
cask "gitkraken"
cask "google-chrome"
cask "gpg-suite"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "keepingyouawake"
cask "macs-fan-control"
cask "monitorcontrol"
cask "openinterminal-lite"
cask "philips-hue-sync"
cask "raycast"
cask "sequel-pro-nightly"
cask "slack"
cask "spotify"
cask "visual-studio-code"

mas "1Password 7", id: 1333542190
mas "Adblock Plus", id: 1432731683
mas "GarageBand", id: 682658836
mas "Hidden Bar", id: 1452453066
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "베어", id: 1091189122
