tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"

brew "openssl@1.1"
brew "git"
brew "git-lfs"
brew "mas"
brew "minimal-racket"
brew "mysql"
brew "mysql@5.7", restart_service: true
brew "neofetch"
brew "node"
brew "pyenv"
brew "pyenv-virtualenv"
brew "redis", restart_service: true
brew "the_silver_searcher"
brew "tree"
brew "wget"
brew "yarn"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "starship"
brew "fzf"
brew "pygments"
brew "nvm"
brew "exa"
brew "bat"
brew "awscli"
brew "jq"
brew "fortune"
brew "figlet"
brew "fasd"

cask "dotnet-sdk"
cask "insomnia"
cask "java"
cask "jetbrains-toolbox"
cask "homebrew/cask-versions/sequel-pro-nightly"
cask "iterm2"
cask "gpg-suite"
cask "font-jetbrains-mono"
cask "google-chrome"
cask "visual-studio-code"
cask "gitkraken"
cask "github"
cask "authy"
cask "docker"
cask "kitematic"
cask "karabiner-elements"


mas "Bear", id: 1091189122
mas "Keynote", id: 409183694
mas "Magnet", id: 441258766
mas "Messenger", id: 1480068668
mas "Microsoft Excel", id: 462058435
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "RunCat", id: 1429033973
mas "Slack", id: 803453959
mas "Twitter", id: 1482454543
mas "Todoist", id: 585829637
mas "1Password 7", id: 1333542190